Repository: wp-plugins/piwigopress
Catalog: pwg-*.po
Languages: hu_hu, it_it

source: PiwigoPress shortcode attribute "id" is required and must be positive.
hu_hu: Az shortcode "id" PiwigoPress attribútuma van szükség, és pozitívnak kell lennie.
it_it: L'attributo "id" di shortcode di PiwigoPress è obbligatorio e deve essere positivo.

source: Adds a thumbnail and its link (to the picture) inside your blog sidebar.
hu_hu: Egy bélyegképet és linkjét adja (a képhez) a blog oldalsávján belül
it_it: Aggiungere una miniatura ed il suo link (verso l'immagine) nella barra laterale del blog

source: Square
hu_hu: Négyzetes
it_it: Quadrata

source: Thumbnail
hu_hu: Bélyegkép
it_it: Miniatura

source: XS - extra small
hu_hu: XS - kissebb
it_it: XS - Piccolissima

source: XXS - tiny
hu_hu: XXS - legkissebb
it_it: XXS - Minuscola

source: S - small
hu_hu: S - kicsi
it_it: S - Piccola

source: M - medium
hu_hu: M - közepes
it_it: M - media

source: L - large
hu_hu: L - nagy
it_it: L - grande

source: XL - extra large
hu_hu: XL - nagyobb
it_it: XL - grandissima

source: XXL - huge
hu_hu: XXL - legnagyobb
it_it: XXL - enorme

source: Pictures categories
hu_hu: Képek kategóriái
it_it: Categorie d'immagini

source: Most visited
hu_hu: Legnézettebb
it_it: Le più viste

source: Best rated
hu_hu: Legjobban értékelt
it_it: Le più votate

source: Most commented
hu_hu: Legtöbb hozzászólás
it_it: Plus commentées

source: Random
hu_hu: Véletlen

source: Recent pics
hu_hu: Legutóbbi képek
it_it: Immagini recenti

source: Calendar
hu_hu: Naptár
it_it: Calendario

source: Tags
hu_hu: Címkék

source: Comments
hu_hu: Hozzászólások
it_it: Commenti

source: Random picture
hu_hu: Véletlen kép
it_it: Immagini a caso

source: Title
hu_hu: Cím
it_it: Titolo

source: Select a larger sized picture
hu_hu: Válasszon egy nagy méretű kép
it_it: Selezionare un'immagine di maggiori dimensioni

source: Large sizes
hu_hu: Nagy méretben
it_it: Grandi dimensioni

source: Any orientation
hu_hu: Tetszôleges
it_it: Qualsiasi orientamento

source: Portrait only
hu_hu: Portré csak
it_it: Ritratto solo

source: Landscape only
hu_hu: Fekvő csak
it_it: Paesaggio solo

source: <strong>Local</strong> directory (if local)
hu_hu: <strong>Helyi</strong> könyvtár (ha helyi)
it_it: Directory <strong>locale</strong> (se locale)

source: (or) <strong>External</strong> gallery URL
hu_hu: (vagy) <strong>Külső</strong> képtár URL
it_it: (o) URL della galleria <strong>esterna</strong>

source: Number of pictures (0=none)
hu_hu: Képek száma (0 = nincs)
it_it: Numero d'immagini (0=nessuna)

source: Optional parameters
hu_hu: Opcionális értékek
it_it: Parametri facoltativi

source: Category id (0=all)
hu_hu: Kategória ID (0 = összes)
it_it: Id della categoria (0=tutte)

source: Since X months (0=all)
hu_hu: X hónap óta (0 = összes)
it_it: Da X mesi (0=tutti)

source: Categories menu
hu_hu: Kategóriák menü
it_it: Menu delle categorie

source: CSS DIV class
it_it: Classe CSS per DIV

source: CSS IMG class
it_it: Classe CSS per IMG
